["Telugu cinema, also known as Tollywood, is the segment of Indian cinema dedicated to the production of motion pictures in the Telugu language, widely spoken in the states of Andhra Pradesh and Telangana. Based in Film Nagar, Hyderabad, Telugu cinema is the second largest film industry in India by box-office revenue as of 2023, following Bollywood.[5] Telugu films sold 23.3 crore (233 million) tickets in 2022, the highest among all Indian film industries.[4] As of 2023, Andhra Pradesh has the highest number of movie screens in India.[6]", "", "Since 1909, filmmaker Raghupathi Venkaiah Naidu was involved in producing short films and exhibiting them in different regions of South Asia. He established the first Indian-owned cinema halls in South India. In 1921, he produced the silent film, Bhishma Pratigna, generally considered to be the first Telugu feature film.[13] As the first Telugu film producer and exhibitor, Naidu is regarded as the 'Father of Telugu cinema'.[14] The first Telugu talkie film, Kalidas (1931) a multilingual was directed by H. M. Reddy. The 1950s and 1960s are considered the golden age of Telugu cinema, featuring enhanced production quality, influential filmmakers, and notable studios, resulting in a variety of films that were both popular and critically acclaimed.[15]", "", "The industry, initially based in Madras, began shifting to Hyderabad in the 1970s, completing the transition by the 1990s. This period also saw the rise of star-driven commercial films, technological advancements, and the development of major studios like Ramoji Film City, which holds the Guinness World Record as the largest film studio complex in the world.[16] The 2010s marked a significant period for Telugu cinema, as it emerged as a pioneer of the pan-Indian film movement, expanding its audience across India and internationally. This development enhanced the industry's prominence in Indian and world cinema while also increasing the recognition of Telugu actors across the country. Baahubali 2 (2017) won the Saturn Award for Best International Film, and RRR (2022) became the first Indian feature film to win an Academy Award, receiving multiple international accolades, including a Critics' Choice Award for Best Foreign Language Film and a Golden Globe Award.[17] Kalki 2898 AD (2024) is the most expensive Indian film ever made.[18]"]